{
  "title": "In-crop fertiliser application improved nitrogen recovery in irrigated cotton: a multi-year field study with 15N-labelled urea",
  "authors": [
    "Jonathan Baird",
    "Graeme Schwenke",
    "Greg C",
    "Ben Macdonald",
    "Helen Suter"
  ],
  "abstract": "Context Plant recovery of nitrogen (N) fertiliser applied to alkaline soils for irrigated cotton ranges from 20% to 50%. Aligning the application timing to synchronise N availability with plant requirements should lead to greater crop yield and N use efficiency (NUE).Aims Identify the fate of N fertiliser when applied either pre-sow or in-crop to an irrigated cotton system.Methods Field investigations were conducted using isotope-labelled N fertiliser (15N-urea), applied either pre-sow (100:0) or in-crop (0:100). Sampling during the crop growth identified the fate of N fertiliser, both within the soil profile and within the plant.Results Applying N in-crop (0:100) improved N fertiliser recovery by 10% as measured at plant maturity, compared with when N fertiliser was applied pre-sow (100:0). Most of the additional N was recovered in the cotton seed. The period of greatest loss for the 0:100 treatment (45%) occurred between N fertiliser application and first square. Irrigation water mobilised the fertiliser-derived N laterally through the planting hill, with N fertiliser being recovered between the application point and the non-irrigated furrow. In contrast, the 0:100 treatment had a more uniform distribution of N throughout the planting hill. Inherent soil N (non-15N) supplied 60–75% of plant N than did the applied N fertiliser.Conclusions Applying N fertiliser in-crop gave greater fertiliser N use efficiency and recovery, reducing N loss to the environment.Implications The synchronising of N fertiliser delivery with cotton uptake improved efficiency, allowing for reduced application rates while maintaining high yields.",
  "publication_date": "2025/05/01",
  "journal_name": "Crop and Pasture Science",
  "doi": "10.1071/CP24334",
  "pdf_url": "https://www.publish.csiro.au/cp/pdf/CP24334"
}
